import logo from './logo.png'
import search__icon from './search__icon.png'
import basket__icon from './basket__icon.png'

import menu__1 from './menu__1.png'
import menu__2 from './menu__2.png'
import menu__3 from './menu__3.png'
import menu__4 from './menu__4.png'
import menu__5 from './menu__5.png'
import menu__6 from './menu__6.png'
import menu__7 from './menu__7.png'

import food__1 from './food__1.png'
import food__2 from './food__2.png'
import food__3 from './food__3.png'
import food__4 from './food__4.png'
import food__5 from './food__5.png'
import food__6 from './food__6.png'
import food__7 from './food__7.png'
import food__8 from './food__8.png'
import food__9 from './food__9.png'
import food__10 from './food__10.png'
import food__11 from './food__11.png'
import food__12 from './food__12.png'
import food__13 from './food__13.png'
import food__14 from './food__14.png'
import food__15 from './food__15.png'
import food__16 from './food__16.png'
import food__17 from './food__17.png'
import food__18 from './food__18.png'
import food__19 from './food__19.png'
import food__20 from './food__20.png'
import food__21 from './food__21.png'
import food__22 from './food__22.png'
import food__23 from './food__23.png'
import food__24 from './food__24.png'
import food__25 from './food__25.png'
import food__26 from './food__26.png'
import food__27 from './food__27.png'
import food__28 from './food__28.png'
import food__29 from './food__29.png'
// import food__30 from './food__30.png'
// import food__31 from './food__31.png'
// import food__32 from './food__32.png'
// import food__33 from './food__33.png'
// import food__34 from './food__34.png'
// import food__35 from './food__35.png'
// import food__36 from './food__36.png'
// import food__37 from './food__37.png'
// import food__38 from './food__38.png'
// import food__39 from './food__39.png'
// import food__40 from './food__40.png'
// import food__41 from './food__41.png'
// import food__42 from './food__42.png'
// import food__43 from './food__43.png'
// import food__44 from './food__44.png'
// import food__45 from './food__45.png'
// import food__46 from './food__46.png'
// import food__47 from './food__47.png'
// import food__48 from './food__48.png'
// import food__49 from './food__49.png'
// import food__50 from './food__50.png'
// import food__51 from './food__51.png'
// import food__52 from './food__52.png'
// import food__53 from './food__53.png'
// import food__54 from './food__54.png'
// import food__55 from './food__55.png'
// import food__56 from './food__56.png'
// import food__57 from './food__57.png'
// import food__58 from './food__58.png'
// import food__59 from './food__59.png'
// import food__60 from './food__60.png'
// import food__61 from './food__61.png'
// import food__62 from './food__62.png'
// import food__63 from './food__63.png'
// import food__64 from './food__64.png'
// import food__65 from './food__65.png'
// import food__66 from './food__66.png'
// import food__67 from './food__67.png'

export const assets = {
    logo,
    search__icon,
    basket__icon,
}


export const menu__list = [
    {
        menu__name: "Большие Сеты",
        menu__image: menu__1
    },
    {
        menu__name: "Большие роллы",
        menu__image: menu__2
    },
    {
        menu__name: "Классические роллы",
        menu__image: menu__3
    },
    {
        menu__name: "Запеченные роллы",
        menu__image: menu__4
    },
    {
        menu__name: "Горячие роллы",
        menu__image: menu__5
    },
    {
        menu__name: "Сладкие роллы",
        menu__image: menu__6
    },
    {
        menu__name: "Суши и гунканы",
        menu__image: menu__7
    }
]

export const food__list = [
    //Запеченные роллы
    {
        _id: "1",
        name: "Ролл “Запечённая Филадельфия”",
        image: food__1,
        price: 430,
        description: "Сливочный сыр, огурец, жареный лосось, соус для запекания (майонез, икра тобико микс, сыр “Пармезан”), рис, нори",
        category: "Запеченные роллы"
    },
    {
        _id: "2",
        name: "Ролл “Сливочная курица”",
        image: food__2,
        price: 356,
        description: "Копчёная курица, сливочный сыр, огурец, кунжут, плавленный сыр, соус “Терияки”, рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "3",
        name: "Ролл “Жюльен”",
        image: food__3,
        price: 356,
        description: "Копчёная курица, томат, зелёный лук, шампиньоны, сырный соус для запекания (майонез, чеснок, сыр “Моцарелла”), рис, нори",
        category: "Запеченные роллы"
    },
    {
        _id: "4",
        name: "Ролл “Вулкан с креветками”",
        image: food__4,
        price: 429,
        description: "Состав: Креветки, соус для запекания (майонез, икра тобико микс, сыр “Пармезан”), соус “Унаги”, кунжут, рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "5",
        name: "Ролл “Вулкан сырный”",
        image: food__5,
        price: 356,
        description: "Состав: Сыр “Моцарелла”, соус для запекания (майонез, икра тобико микс, сыр “Пармезан”), соус “Унаги”, кунжут, рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "6",
        name: "Ролл “Вулкан с тунцом и лососем”",
        image: food__6,
        price: 459,
        description: "Состав: Лосось, тунец, соус для запекания (майонез, икра тобико микс, сыр “Пармезан”), соус “Унаги”, кунжут, рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "7",
        name: "Ролл “Осенний”",
        image: food__7,
        price: 441,
        description: "Сливочный сыр, лосось, копчёная курица, соус “Унаги”, соус для запекания (майонез, икра тобико микс, сыр “Пармезан”), кунжут, рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "8",
        name: "Ролл “Белый тигр”",
        image: food__8,
        price: 309,
        description: "Копчёная курица, огурец, соус для запекания (майонез, икра тобико микс, сыр “Пармезан”), соус “Унаги”, кунжут, рис, нори",
        category: "Запеченные роллы"
    },
    {
        _id: "9",
        name: "Ролл “Томаго спайс”",
        image: food__9,
        price: 320,
        description: "Сливочный сыр, томаго, огурец, соус для запекания “Спайс” (майонез, красный и чёрный молотый перец, чеснок, сыр “Пармезан”, икра тобико микс), соус “Унаги”, кунжут, рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "10",
        name: "Ролл “Вулкан спайс”",
        image: food__10,
        price: 441,
        description: "Соус для запекания “Спайс” (майонез, красный и чёрный молотый перец, чеснок, сыр “Пармезан”, икра тобико микс), сливочный сыр, креветки, икра тобико микс, соус “Унаги”, кунжут, рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "11",
        name: "Ролл “Чиз Эби”",
        image: food__11,
        price: 418,
        description: "Креветки в темпуре, огурец, томаты, сырный соус для запекания (майонез, чеснок, сыр “Моцарелла”), рис, нори ",
        category: "Запеченные роллы"
    },
    {
        _id: "12",
        name: "Ролл “Кранч”",
        image: food__12,
        price: 313,
        description: "Лук фри, копчёная курица, майонез, огурец, “Снежный краб”, плавленный сыр, соус “Терияки”, кунжут, рис, нори ",
        category: "Запеченные роллы"
    },
    //Сеты
    {
        _id: "13",
        name: "Сет Якудза",
        image: food__13,
        price: 1135,
        description_qua: "Сет из 4 видов роллов, 34 шт.",
        description: "- Ролл «Запечённая филадельфия» - Ролл «Вулкан сырный» - Ролл «Джамп (панко)» - Ролл «Эби Чеддер» ",
        category: "Сеты"
    },
    {
        _id: "14",
        name: "Сет Умами (панко)",
        image: food__14,
        price: 1795,
        description_qua: "Сет из 6 видов роллов, 48 шт.",
        description: "- Ролл «Чиз Эби» - Ролл «Вулкан спайс» - Ролл «Филадельфия Лайт с огурцом» - Ролл «Чиз темпура (панко)» - Ролл «Джамп (панко)» - Ролл «Белый тигр»",
        category: "Сеты"
    },
    {
        _id: "15",
        name: "Сет Ронин (панко)",
        image: food__15,
        price: 1735,
        description_qua: "Сет из 5 видов роллов, 36 шт.",
        description: "- Ролл «Королевский дракон» - Ролл «Два сыра (панко)» - Ролл «Нежная креветка» - Ролл с тунцом - Ролл с креветкой и огурцом ",
        category: "Сеты"
    },
    {
        _id: "16",
        name: "Сет Океан вкуса (панко)",
        image: food__16,
        price: 1735,
        description_qua: "Сет из 6 видов роллов, 50 шт.",
        description: "- Ролл «Филадельфия с огурцом» - Ролл «Запечённая филадельфия» - Ролл «Вулкан сырный» - Ролл «Филадельфия темпура с креветкой (панко)» - Ролл «Кантри темпура (панко)» - Ролл с жареным лососем ",
        category: "Сеты"
    },
    {
        _id: "17",
        name: "Сет Вокруг света (панко)",
        image: food__17,
        price: 1635,
        description_qua: "Сет из 6 видов роллов, 50 шт.",
        description: "- Ролл «Вулкан с креветками» - Ролл «Запечённая филадельфия» - Ролл «Жюльен» - Ролл «Цезарь темпура (панко)» - Ролл «Кантри темпура (панко)» - Ролл «Джамп (панко)» ",
        category: "Сеты"
    },
    {
        _id: "18",
        name: "Сет Вайб (панко)",
        image: food__18,
        price: 1552,
        description_qua: "Сет из 6 видов роллов, 50 шт.",
        description: "- Ролл «Вулкан с креветками» - Ролл «Вулкан с креветками» - Ролл «Нежный томаго» - Ролл «Бонито» - Ролл «Евразия Темпура (панко)» - Ролл «Кантри Темпура (панко)» ",
        category: "Сеты"
    },
    {
        _id: "19",
        name: "Сет Вечеринка (панко)",
        image: food__19,
        price: 2301,
        description_qua: "Сет из 7 видов роллов, 58 шт.",
        description: "- Ролл «Джамп» - Ролл «Чиз темпура» - Ролл «Вулкан сырный» - Ролл «Цезарь Темпура» - Ролл «Филадельфия» - Ролл «Чиз Эби» - Ролл «Бонито» ",
        category: "Сеты"
    },
    {
        _id: "20",
        name: "Сет Запечённый микс",
        image: food__20,
        price: 1311,
        description_qua: "Сет из 4 видов роллов, 36 шт.",
        description: "- Ролл «Вулкан с креветками» - Ролл «Томаго спайс» - Ролл «Вулкан с тунцом и лососем» - Ролл «Вулкан сырный» ",
        category: "Сеты"
    },
    {
        _id: "21",
        name: "Сет Токийская мозаика (панко)",
        image: food__21,
        price: 2052,
        description_qua: "Сет из 7 видов роллов, 58 шт.",
        description: "- Ролл «Креветка в шубе» - Ролл «Спайси краб» - Ролл «Филадельфия с огурцом» - Ролл «Вулкан сырный» - Ролл «Белый тигр» - Ролл «Цезарь темпура (панко)» - Ролл «Филадельфия темпура с креветками (панко)» ",
        category: "Сеты"
    },
    //Классические роллы
    {
        _id: "22",
        name: "Ролл “С огурцом”",
        image: food__22,
        price: 135,
        description: "Огурец, кунжут, рис, нори ",
        category: "Классические роллы"
    },
    {
        _id: "23",
        name: "Ролл “С креветкой и огурцом”",
        image: food__23,
        price: 240,
        description: "Креветки, огурец, рис, нори ",
        category: "Классические роллы"
    },
    {
        _id: "24",
        name: "Ролл “С тунцом”",
        image: food__24,
        price: 225,
        description: "Тунец, рис, нори ",
        category: "Классические роллы"
    },
    {
        _id: "25",
        name: "Ролл “С креветкой”",
        image: food__25,
        price: 255,
        description: "Креветки, рис, нори ",
        category: "Классические роллы"
    },
    {
        _id: "26",
        name: "Ролл “С лососем и огурцом”",
        image: food__26,
        price: 233,
        description: "Лосось, огурец, рис, нори ",
        category: "Классические роллы"
    },
    {
        _id: "27",
        name: "Ролл “С лососем”",
        image: food__27,
        price: 240,
        description: "Лосось, рис, нори ",
        category: "Классические роллы"
    },
    {
        _id: "28",
        name: "Ролл “С угрём и огурцом”",
        image: food__28,
        price: 274,
        description: "Копчёный угорь, огурец, кунжут, рис, нори ",
        category: "Классические роллы"
    },
    {
        _id: "29",
        name: "Ролл “С угрём”",
        image: food__29,
        price: 287,
        description: "Копчёный угорь, соус «Унаги», кунжут, рис, нори ",
        category: "Классические роллы"
    },
    //Большие роллы
    // {
    //     _id: "30",
    //     name: "Ролл “Джакарта”",
    //     image: food__30,
    //     price: 522,
    //     description: "Лосось, копчёный угорь, сливочный сыр, огурец, соус «Унаги», кунжут, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "31",
    //     name: "Ролл “Хитачи”",
    //     image: food__31,
    //     price: 430,
    //     description: "Креветки, сливочный сыр, огурец, соус «Спайс», икра тобико микс, кунжут, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "32",
    //     name: "Ролл “Катана”",
    //     image: food__32,
    //     price: 413,
    //     description: "Креветки, «Снежный краб», сливочный сыр, огурец, соус «Терияки», кунжут, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "33",
    //     name: "Ролл “Микаса”",
    //     image: food__33,
    //     price: 430,
    //     description: "Креветки, сливочный сыр, грибы шиитаке, томаты, соус «Унаги», соус «Манго-чили», кунжут, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "34",
    //     name: "Ролл “Нежная креветка”",
    //     image: food__34,
    //     price: 454,
    //     description: "Креветки темпура, сливочный сыр, икра тобико микс, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "35",
    //     name: "Ролл “Креветка в шубе”",
    //     image: food__35,
    //     price: 408,
    //     description: "Креветки темпура, сливочный сыр, огурец, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "36",
    //     name: "Ролл “С жареным лососем”",
    //     image: food__36,
    //     price: 338,
    //     description: "Жареный лосось, майонез, зелёный лук, соус «Унаги», кунжут, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "37",
    //     name: "Ролл “Цезарь”",
    //     image: food__37,
    //     price: 313,
    //     description: "Копчёная курица, плавленный сыр, салат “Айсберг”, томаты, майонез, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "38",
    //     name: "Ролл “Нежный томаго”",
    //     image: food__38,
    //     price: 287,
    //     description: "Сливочный сыр, томаго (японский омлет), соус «Унаги», кунжут, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "39",
    //     name: "Ролл “Спайси краб”",
    //     image: food__39,
    //     price: 383,
    //     description: "«Снежный краб», соус «Спайс», такуан, икра тобико микс, огурец, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "40",
    //     name: "Ролл “Филадельфия”",
    //     image: food__40,
    //     price: 383,
    //     description: "Лосось, сливочный сыр, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "41",
    //     name: "Ролл “Королевский дракон”",
    //     image: food__41,
    //     price: 552,
    //     description: "Копчёный угорь, креветки темпура, сливочный сыр, соус «Унаги», кунжут, рис, нори  ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "42",
    //     name: "Ролл “Филадельфия классика с креветками”",
    //     image: food__42,
    //     price: 510,
    //     description: "Лосось, креветки, сливочный сыр, огурец, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "43",
    //     name: "Ролл “Канада”",
    //     image: food__43,
    //     price: 552,
    //     description: "Копчёный угорь, лосось, авокадо, сливочный сыр, соус «Унаги», кунжут, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "44",
    //     name: "Ролл “Инь и Ян”",
    //     image: food__44,
    //     price: 494,
    //     description: "Копчёный угорь, лосось, тунец, майонез, огурец, рис, нори ",
    //     category: "Большие роллы"
    // },
    // {
    //     _id: "45",
    //     name: "Ролл “Калифорния”",
    //     image: food__45,
    //     price: 408,
    //     description: "«Снежный краб», авокадо, майонез, икра тобико микс, майонез, огурец, рис, нори ",
    //     category: "Большие роллы"
    // },
    // //Горячие роллы
    // {
    //     _id: "46",
    //     name: "Ролл “Два сыра Темпура (панко)”",
    //     image: food__46,
    //     price: 436,
    //     description: "Сливочный сыр, креветки, икра тобико микс, сыр «Пармезан», темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "47",
    //     name: "Ролл “Чиз Темпура (панко)”",
    //     image: food__47,
    //     price: 309,
    //     description: "Сливочный сыр, огурец, соус «Унаги», темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "48",
    //     name: "Ролл “Джамп (панко)”",
    //     image: food__48,
    //     price: 287,
    //     description: "Копчёная курица, томаты, майонез, зелёный лук, соус «Унаги», темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "49",
    //     name: "Ролл “Калифорния Темпура (панко)”",
    //     image: food__49,
    //     price: 402,
    //     description: "«Снежный краб», авокадо, огурец, икра тобико, соус «Унаги», майонез, темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "50",
    //     name: "Ролл “Евразия Темпура (панко)”",
    //     image: food__50,
    //     price: 344,
    //     description: "Копчёная курица, сыр «Моцарелла», соус «Унаги», майонез, темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "51",
    //     name: "Ролл “Фрай Эби Темпура (панко)”",
    //     image: food__51,
    //     price: 413,
    //     description: "Креветка, сливочный сыр, консервированное манго, салат «Айсберг», темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "52",
    //     name: "Ролл “Спайс Темпура (панко)”",
    //     image: food__52,
    //     price: 500,
    //     description: "Лосось, копчёный угорь, огурец, соус «Спайс», соус «Унаги», темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "53",
    //     name: "Ролл “Филадельфия Темпура (панко)”",
    //     image: food__53,
    //     price: 518,
    //     description: "Сливочный сыр, лосось, копчёный угорь, авокадо, соус «Унаги», темпура, сухари «Панко», рис, нори ",
    //     category: "Горячие роллы"
    // },
    // {
    //     _id: "54",
    //     name: "Ролл “Дары моря Темпура (панко)”",
    //     image: food__54,
    //     price: 454,
    //     description: "Сливочный сыр, креветки, огурец, лосось, соус «Унаги», темпура, сухари «Панко», рис, нори  ",
    //     category: "Горячие роллы"
    // },
    // //Сладкие роллы
    // {
    //     _id: "55",
    //     name: "Ролл “Банан&Киви”",
    //     image: food__55,
    //     price: 370,
    //     description: "Банан, киви, сливочный сыр, рисовый пудинг, шоколадный топпинг, маменори ",
    //     category: "Сладкие роллы"
    // },
    // {
    //     _id: "56",
    //     name: "Ролл “Тропик”",
    //     image: food__56,
    //     price: 344,
    //     description: "Консервированный ананас, киви, сливочный сыр, рисовый пудинг, клубничный топпинг, маменори ",
    //     category: "Сладкие роллы"
    // },
    // //Суши и гунканы
    // {
    //     _id: "57",
    //     name: "Гункан с тунцом",
    //     image: food__57,
    //     price: 135,
    //     description: "Тунец, соус «Спайс», рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "58",
    //     name: "Гункан с копчёной курицей",
    //     image: food__58,
    //     price: 112,
    //     description: "Копчёная курица, рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "59",
    //     name: "Гункан с креветками",
    //     image: food__59,
    //     price: 139,
    //     description: "Креветки, соус «Спайс», рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "60",
    //     name: "Гункан с лососем",
    //     image: food__60,
    //     price: 171,
    //     description: "Лосось, соус «Спайс», рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "61",
    //     name: "Гункан с зелёной икрой тобико",
    //     image: food__61,
    //     price: 135,
    //     description: "Икра тобико микс, рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "62",
    //     name: "Гункан с красной икрой тобико",
    //     image: food__62,
    //     price: 135,
    //     description: "Икра тобико микс, рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "63",
    //     name: "Гункан с угрём",
    //     image: food__63,
    //     price: 171,
    //     description: "Копчёный угорь, соус «Спайс», рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "64",
    //     name: "Суши с тунцом",
    //     image: food__64,
    //     price: 135,
    //     description: "Тунец, рис ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "65",
    //     name: "Суши с угрём",
    //     image: food__65,
    //     price: 147,
    //     description: "Копчёный угорь, соус «Унаги», кунжут, рис, нори ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "66",
    //     name: "Суши с креветкой",
    //     image: food__66,
    //     price: 139,
    //     description: "Креветки, рис ",
    //     category: "Суши и гунканы"
    // },
    // {
    //     _id: "67",
    //     name: "Суши с лососем",
    //     image: food__67,
    //     price: 171,
    //     description: "Лосось, рис ",
    //     category: "Суши и гунканы"
    // },
]